[
  {
    "title": "Shooting an Elephant",
    "author": "George Orwell",
    "genre": "Non-Fiction",
    "content": [
      "Page 1: In Moulmein, in lower Burma, I was hated by large numbers of people – the only time in my life that I have been important enough for this to happen to me. I was sub-divisional police officer of the town, and in an aimless, petty kind of way anti-European feeling was very bitter. No one had the guts to raise a riot, but if a European woman went through the bazaars alone somebody would probably spit betel juice over her dress. As a police officer I was an obvious target and was baited whenever it seemed safe to do so. When a nimble Burman tripped me up on the football field and the referee (another Burman) looked the other way, the crowd yelled with hideous laughter. This happened more than once. In the end the sneering yellow faces of young men that met me everywhere, the insults hooted after me when I was at a safe distance, got badly on my nerves. The young Buddhist priests were the worst of all. There were several thousands of them in the town and none of them seemed to have anything to do except stand on street corners and jeer at Europeans. ",
      "Page 2: The journey leads deep into enchanted forests where mystical creatures roam. Every step unveils secrets of the past and promises epic adventures.",
      "Page 3: At the heart of the realm, heroes unite in a quest to reclaim lost treasures and restore balance. Destiny calls."
    ]
  },
  {
    "title": "Beyond the Stars",
    "author": "Lina Cortez",
    "genre": "Sci-Fi",
    "content": [
      "Page 1: In a distant galaxy, advanced civilizations explore the cosmos. Starships glide through the vastness of space, igniting hopes of interstellar discovery.",
      "Page 2: The boundaries of time and space blur as secrets of the universe unfold. New worlds and futuristic technology shape a mesmerizing saga.",
      "Page 3: Alliances form and battles ensue among celestial beings. The future of the cosmos hangs in the balance."
    ]
  },
  {
    "title": "Mystery of the Old Mansion",
    "author": "Michael Black",
    "genre": "Mystery",
    "content": [
      "Page 1: A cryptic letter sets the stage for an unsolved case. Shadows linger around an old mansion filled with eerie secrets.",
      "Page 2: Hidden clues and enigmatic symbols guide the investigation deeper into the mansion’s haunted past. Every room holds a piece of the puzzle.",
      "Page 3: As the mystery unfolds, unexpected twists blur the line between reality and myth."
    ]
  },
  {
    "title": "Love in Bloom",
    "author": "Emily Rose",
    "genre": "Romance",
    "content": [
      "Page 1: In a bustling city, two hearts find each other amidst everyday chaos. A tender romance begins to blossom.",
      "Page 2: As love grows, challenges test the strength of their bond. Passion and hope intertwine in every moment.",
      "Page 3: Their journey is filled with joy and sorrow, but the promise of a future together fuels their determination."
    ]
  },
  {
    "title": "Edge of Danger",
    "author": "John Storm",
    "genre": "Thriller",
    "content": [
      "Page 1: Suspense grips every moment in a race against time. A dangerous secret threatens to upend lives.",
      "Page 2: Dark forces gather in the shadows as tension mounts with every revelation.",
      "Page 3: The climax approaches with heart-stopping intensity, where every decision could mean survival or disaster."
    ]
  },
  {
    "title": "Shadows in the Night",
    "author": "Olivia Dark",
    "genre": "Horror",
    "content": [
      "Page 1: Night descends and eerie terrors emerge from the darkness. Unexplainable horrors creep into dreams.",
      "Page 2: Sinister forces stir among ancient ruins, as every shadow hides a lurking nightmare.",
      "Page 3: The boundaries between reality and nightmare blur, leaving only fear in its wake."
    ]
  },
  {
    "title": "The Real World",
    "author": "Daniel Wise",
    "genre": "Non-Fiction",
    "content": [
      "Page 1: An insightful look into modern society reveals everyday challenges and triumphs. Real stories emerge from unexpected corners.",
      "Page 2: Data, narratives, and personal experiences blend into a vivid portrait of our dynamic world.",
      "Page 3: Through thoughtful reflection, the complexities of reality are unraveled, offering wisdom for a better tomorrow."
    ]
  },
  {
    "title": "Time’s Echoes",
    "author": "Sophia Heritage",
    "genre": "Historical",
    "content": [
      "Page 1: Echoes of the past resonate through ancient ruins and forgotten relics. History comes alive in every stone and whispered tale. Echoes of the past resonate through ancient ruins and forgotten relics. History comes alive in every stone and whispered tale.Echoes of the past resonate through ancient ruins and forgotten relics. History comes alive in every stone and whispered tale.Echoes of the past resonate through ancient ruins and forgotten relics. History comes alive in every stone and whispered tale.Echoes of the past resonate through ancient ruins and forgotten relics. History comes alive in every stone and whispered tale.Echoes of the past resonate through ancient ruins and forgotten relics. History comes alive in every stone and whispered tale.Echoes of the past resonate through ancient ruins and forgotten relics. History comes alive in every stone and whispered tale.",
      "Page 2: Rich narratives reveal the rise and fall of empires, guiding the present with lessons of old.",
      "Page 3: Time’s echoes remind us of our heritage and legacy, urging us to learn from the past as we shape the future."
    ]
  }
]
